{
    "courses" : [

        {
            "courseName": "Pine Valley G.C.",
            "courseLocation": "Pine Valley, N.J.",
            "par": "70",
            "distance": "7,057 yards",
            "description": "A genuine original, with its unique character forged from the sandy pine barrens of southwest New Jersey. Founder George Crump had help with the routing from British architect H.S. Colt and during construction notable designers such as A.W. Tillinghast, George C. Thomas Jr. and Walter Travis stopped by to make suggestions. Subsequent generations have continued to marvel at Pine Valley's design. Robert Trent Jones felt it had more classic holes than any other and regarded it as the first course that truly tested every club in the bag. What we wrote in 1999 remains true today: Pine Valley blends all three schools of golf design -- penal, heroic and strategic -- throughout the course, often on a single hole."
        },

        {
            "courseName": "Augusta National G.C.",
            "courseLocation": "Augusta, Ga.",
            "par": "72",
            "distance": "7,435 yards",
            "description": "No club has tinkered with its golf course as often or as effectively over the decades as has Augusta National Golf Club, mainly to keep it competitive for the annual Masters Tournament, an event it has conducted since 1934, with time off during WWII. All that tinkering has resulted in an amalgamation of design ideas, with a routing by Alister Mackenzie and Bobby Jones, some Perry Maxwell greens, some Trent Jones water hazards, some Jack Nicklaus mounds and swales and, most recently, extensive rebunkering by Tom Fazio."
        },

        {
            "courseName": "Cypress Point Club",
            "courseLocation": "Pebble Beach",
            "par": "72",
            "distance": "6,524 yards",
            "description": "Glamorous Cypress Point Alister Mackenzie's masterpiece woven through cypress, sand dunes and jagged coastline, wasn't always the darling of  America's 100 Greatest. Golf Digest demoted it to the Fifth Ten back in the early 1970s, saying Its not surprising that good players might find Cypress Point wanting: it has several easy holes and a weak finisher. Our panel has since changed its collective opinion and in our exclusive ranking of America's Most Fun Courses Cypress was the No. 1 Private Fun Course. In the 2000s, member Sandy Tatum, the former USGA president who christened Cypress Point as the Sistine Chapel of golf, convinced the club not to combat technology by adding new back tees, but instead make a statement by celebrating its original architecture. So Cypress remains timeless, if short, its charm helped in part by superintendent Jeff Markow, who re-established Mackenzie's unique bunkering with the help of old photographs."
        },

        {
            "courseName": "Shinnecock Hills G.C.",
            "courseLocation": "Southampton, N.Y.",
            "par": "70",
            "distance": "7,041 yards",
            "description": "Shinnecock Hills is generally considered to be the earliest links in America, heavily remodeled twice by C.B. Macdonald, then replaced (except for three holes) by William S. Flynn at the start of the depression. It's been considered so sublime that its architecture hasn't really been fiddled with in nearly 50 years, although the team of Coore and Crenshaw (who recently turned Pinehurst No. 2 back three-quarters of a century) are presently contemplating modest changes to prepare Shinnecock for the 2018 U.S. Open."
        },

        {
            "courseName": "Oakmont C.C.",
            "courseLocation": "Oakmont, Pa.",
            "par": "71",
            "distance": "7,255 yards",
            "description": "Once the epitome of a green chairman gone crazy (old man William C. Fownes would stake out new bunkers whenever and where ever he saw a player hit an offline shot), Oakmont now represents the zenith of architectural restoration. It began with the deforestation of thousands of non-native trees planted by decades of green committees and continued with Tom Fazio's reclamation of the game's nastiest, most notorious bunkers and deep drainage ditches. Oh yes, Oakmont also has the game's swiftest putting surfaces. They actually slow them down for professional tournament play, like the upcoming U.S. Open in 2016."
        },

        {
            "courseName": "Merion G.C. (East)",
            "courseLocation": "Ardmore, Pa.",
            "par": "70",
            "distance": "6,886 yards",
            "description": "Merion East has long been considered the best course on the tightest acreage in America, but back in 1999 we showed it little respect, writing: Its unlikely this four-time host will ever entertain another U.S. Open -- the club simply lacks the space to accommodate a modern major. How foolish we were. The U.S. Open returns to Merion in 2013. Of course, they'll have to close off some streets that run beside the course and rent neighbors' front yards to accommodate skyboxes and corporate tents. But what a treat it will be to see today's generation tackle a little old course with knee-deep rough, wicker-basket flags and bunkers that stare back at golfers."
        },

        {
            "courseName": "Pebble Beach G. Links",
            "courseLocation": "Pebble Beach",
            "par": "72",
            "distance": "6,828 yards",
            "description": "Not just the greatest meeting of land and sea in American golf, but the most extensive one, too, with nine holes perched immediately above the crashing Pacific surf -- the fourth through 10th plus the 17th and 18th. Pebble's sixth through eighth are golf's real Amen Corner, with a few Hail Marys thrown in over the ocean cove on eight from atop a 75-foot-high bluff. Pebble was voted the Most Fun Public Course by our panelists last September, and it's become one of the most popular major championship venues of all time. It will host another U.S. Amateur in 2018, and the very next year it will host its sixth U.S. Open."
        },

        {
            "courseName": "Winged Foot G.C. (West)",
            "courseLocation": "Mamaroneck, N.Y.",
            "par": "72",
            "distance": "7,258 yards",
            "description": "Gone are all the Norway Spruce that once squeezed every fairway of Winged Foot West. It's now gloriously open and playable, at least until one reaches the putting surfaces, perhaps the finest set of green contours the versatile architect A.W. Tillinghast ever did. Rumor has it that when he built the course in the early 1920s, he placed most of them atop granite rock outcroppings and slanted and canted them for drainage. These days, they look like giant mushrooms at the end of fairways, curled and slumped around the edges, proving that as a course architect, A.W. Tillinghast was not a fun guy."
        },

        {
            "courseName": "Sand Hills G.C.",
            "courseLocation": "Mullen, Neb.",
            "par": "71",
            "distance": "7,089 yards",
            "description": "The Sand Hills golf course wasn't so much designed as discovered. Bill Coore and Ben Crenshaw trudged over and over a thousand acres of rolling sand hills in central Nebraska, flagging out naturally-occurring  fairways and greens. When they finished, their routing map had a hundred different holes on it. They slowly reduced it to 18. (That original 100-hole routing now hangs in the clubhouse. They call it the Constellation Map.) By moving just 4,000 cubic yards of earth, and letting the winds shape (and reshape) the bunkers, the duo created what is undoubtedly the most natural golf course in America."
        },

        {
            "courseName": "Fishers Island Club",
            "courseLocation": "Fishers Island, N.Y.",
            "par": "72",
            "distance": "6,566 yards",
            "description": "One of the last grand designs of Seth Raynor, who died in early 1926, Fishers Island was probably his consummate work. His steeply-banked bunkers and geometric greens harmonize perfectly with the linear panoramas of the Atlantic Ocean and Long Island Sound. The quality of the holes is also superb, with all Raynor's usual suspects, including not one but two Redan greens, one on a par 4. On Golf Digest's 2012 ranking of Most Fun Private Courses, Fishers Island ranks No. 2, behind only Cypress Point."
        },

        {
            "courseName": "National G. Links of America",
            "courseLocation": "Southampton, N.Y.",
            "par": "72",
            "distance": "6,935 yards",
            "description": "This is where Seth Raynor got his start. A civil engineer by training, he surveyed holes for architect C.B. Macdonald, who scientifically designed National Golf Links as a fusion of his favorite features from grand old British golf holes. One early critic claimed Macdonald  overlooked the principles behind the holes while copying their outward appearances, but others soon recognized that Macdonald's versions were actually superior in strategy to the originals. National's design is still studied today by golf architects, its holes now replicated elsewhere."
        },

        {
            "courseName": "Crystal Downs G.C.",
            "courseLocation": "Frankfort, Mich.",
            "par": "70",
            "distance": "6,518 yards",
            "description": "Perry Maxwell, the Midwest Associate of architect Alister Mackenzie, lived in Michigan while constructing the course to the good doctor Mackenzie's plans, but there's plenty of evidence that Maxwell exercised considerable artistic license on some of the holes. No matter. Crystal Downs is marvelously quirky, with fairways that zigzag and rumble over the landscape and greens that have doglegs in them. One drawback is that the putting surfaces are so old-fashioned that they're too steep for today's green speeds. The club keeps a running tally on how many putts end up off the putting surface."
        },

        {
            "courseName": "Seminole G.C.",
            "courseLocation": "Juno Beach, Fla.",
            "par": "72",
            "distance": "6,836 yards",
            "description": "There's something majestic in this Donald Ross design, particularly in his clever routing on a rectangular site, with each succeeding hole encountering a new wind direction. The greens are no longer Ross originals, replaced 50 years ago in a regrassing effort that showed little appreciation for the original rolling contours. The bunkers aren't Ross traps either. Dick Wilson replaced them in 1947, conjuring up his own version meant to the imitate crests of waves of the adjacent Atlantic. Seminole has long been one of America's very best courses. When it slipped into the Second 10 in 1987, it marked the first time in the history of America's 100 Greatest that no Donald Ross design was ranked in the Top 10."
        },

        {
            "courseName": "Muirfield Village C.C.",
            "courseLocation": "Dublin, Ohio",
            "par": "72",
            "distance": "7,366 yards",
            "description": "A few months after the conclusion of the second Memorial Tournament at Muirfield Village, architect Jack Nicklaus (who had just won the event) began an extensive remodeling of its par-3 16th and par-4 17th holes. That began a pattern that predated the almost annual reconstitution of Augusta National, the club and course that Jack patterned Muirfield Village after. In his quest for perfection, Jack has rejiggered every hole at Muirfield Village over the past 30 years, some more than once. Indeed, in the past three years he's remodeled both the 16th and 17th yet again. That's how a championship venue remains relevant, as we shall see at the 2013 Presidents Cup."
        },

        {
            "courseName": "The Alotian Club",
            "courseLocation": "Roland, Ark.",
            "par": "72",
            "distance": "7,480 yards",
            "description": "The Alotian Club gives us a hint of what Augusta National would have looked like had Bobby Jones established his dream course in Atlanta. The first tee shot drops 70 feet to a fairway below, with the approach playing back uphill. The tee on the 205-yard par-3 sixth sits 85 feet above the green. Alotian, founded by Warren Stephens, son of former Masters chairman Jackson Stephens, and designed by Tom Fazio, consulting golf architect at Augusta National for more than a decade, is the first (and still only) course in Arkansas ever to make America's 100 Greatest. When it joined the list in 2011 at No. 14, it was the second-highest ranked newcomer ever, behind only Harbour Town. Alotian's name, by the way, comes from the annual golf trips Stephens once took with his buddies, always playing 100 Greatest courses. He called it America's Lights Out Tour, and they were the Alotian's."
        },

        {
            "courseName": "Whistling Straits (Straits)",
            "courseLocation": "Haven, Wis.",
            "par": "72",
            "distance": "7,790 yards",
            "description": "During a recent round on the Straits Course at Whistling Straits, where Pete Dye transformed a dead flat army air base overlooking Lake Michigan into an imitation Ballybunion, an assistant pro was seen addressing his ball, which rested in a visible footprint in one of the 967 (at last count) bunkers on the course. There are no rakes at Whistling Straits, in keeping with the notion that this is a transplanted Irish links. No, the pro didn't ground his club. Instead, he stooped over, picked up the ball and placed it on a patch of level sand. That's what we do here, he said. Its lift-and-place if you are in a footprint. Well, most of the time. That certainly wasn't the rule during the 2010 PGA Championship. And, curiously the local rule doesn't appear on the scorecard. But that's Pete Dye architecture. It forces you to invent shots, or maybe even a local rule. Which makes us wonder how it will play for the 2015 PGA Championship and the 2020 Ryder Cup."
        },

        {
            "courseName": "Oak Hill C.C. (East)",
            "courseLocation": "Rochester, N.Y.",
            "par": "70",
            "distance": "7,145 yards",
            "description": "Back in 1979, George Fazio and his nephew Tom were roundly criticized by Donald Ross fans for doing the unthinkable. They had removed a classic Donald Ross par 4 on Oak Hill East and replaced it with two new holes, including the bowl-shaped par-3 sixth, which would subsequently become the scene of four historic aces made in less than two hours during the  second round of the 1989 U.S. Open. They also built a pond on another par 3 and relocated the green on the par-4 18th. It's all ancient history now, for the changes never adversely affected the East Course's standing on America's 100 Greatest or as a championship venue. Oak Hill will host its third PGA Championship in August, 2013."
        },

        {
            "courseName": "Chicago G.C.",
            "courseLocation": "Wheaton, Ill.",
            "par": "70",
            "distance": "6,846 yards",
            "description": "This is not America's first 18-hole golf course. The first was a C.B. Macdonald creation, also bearing the name Chicago Golf Club, which opened near Downers Grove, Ill. in 1893. Three years later, the club moved to Wheaton, where Macdonald laid out what he called, a really first-class 18-hole course of 6,200 yards. It was remodeled into its present configuration, emulating famous holes, in 1923 by Macdonald's longtime assistant Seth Raynor. One thing that Raynor retained was Macdonald's routing, with all the out-of-bounds on the left. C.B., you see, was a slicer."
        },

        {
            "courseName": "Pacific Dunes",
            "courseLocation": "Bandon, Ore.",
            "par": "71",
            "distance": "6,633 yards",
            "description": "Tom Doak was already an established name in golf design when Bandon Dunes Resort owner Mike Keiser hired him to create a second 18 at his Oregon golf retreat. Doak's design of Pacific Dunes merely pushed his image into the stratosphere. To best utilize the ocean-front site, he came up with an unorthodox routing that includes four par 3s on the back nine, and he moved a lot of earth to make it look like he moved very little. Holes seem to emerge from the landscape rather than being superimposed onto it. The rolling greens and rumpled fairways are framed by rugged sand dunes and marvelously grotesque bunkers. Its grand ocean-side setting is merely window dressing. Stick this course in the middle of Kansas and it's still a great one."
        },

        {
            "courseName": "Oakland Hills C.C. (South)",
            "courseLocation": "Bloomfield Hills, Mich.",
            "par": "70",
            "distance": "7,445 yards",
            "description": "The South Course at Oakland Hills was once the toughest, most exacting course in the country, measuring 7,037 yards, par 72 for the 1937 Open, the first Open venue over 7,000 yards. But the rough was so thick that the USGA relented and moved tee markers forward. Ralph Guldahl then won the event with a seven-under-par total. Feeling his 1918 design was out-of-date for a national championship, original architect Donald Ross diagrammed extensive changes to every hole in preparation for the 1951 U.S. Open. But Ross died in 1948, and Robert Trent Jones was hired to prepare the South for '51. His rebunkering was overshadowed by ankle-deep rough, and after Ben Hogan closed with a 67, one of only two rounds under par 70 all week, to win his second consecutive Open, he  complained that Jones had created a Frankenstein. Sixty years later, Oakland Hills is even longer, but its bite won't be nearly as severe when it hosts the U.S. Amateur in 2016."
        },

        {
            "courseName": "The Ocean Course",
            "courseLocation": "Kiawah Island, S.C.",
            "par": "72",
            "distance": "7,356 yards",
            "description": "The first course designed for a specific event -- the 1991 Ryder Cup -- this manufactured linksland-meets-lagoons might well be Pete Dye's most diabolical creation. Every hole is edged by sawgrass, every green has tricky slopes, every bunker merges into bordering sand dunes. Strung along nearly three miles of ocean coast, Dye took his wife's advice and perched fairways and greens so golfers can actually view the Atlantic surf as it slams against sand dunes. But that also exposes shots, and even putts, to The Ocean Course's greatest weapon, the everpresent and sometimes fierce coastal winds. The course brought some players to tears in the '91 Ryder Cup, but it apparently met its match in Rory McIlroy at last year's PGA Championship."
        },

        {
            "courseName": "Wade Hampton G.C.",
            "courseLocation": "Cashiers, N.C.",
            "par": "72",
            "distance": "7,302 yards",
            "description": "Built during the period when Tom Fazio was still working with the existing landscape rather than ignoring it, Wade Hampton, Fazio's highest-ranked original design, is an exercise in restraint. The fairways flow through a natural valley between flanking mountain peaks. Some holes are guarded by gurgling brooks, but Fazio piped several streams underground to make the course more playable and walkable. Selected as Golf Digest's Best New Private Course of 1987, it has never been out of the Top 40 since it joined America's 100 Greatest in 1991. Wade Hampton will host the 2013 U.S. Senior Amateur."
        },

        {
            "courseName": "Riviera C.C.",
            "courseLocation": "Pacific Palisades, Calif.",
            "par": "71",
            "distance": "7,298 yards",
            "description": "A compact but clever design by George C. Thomas Jr. and associate William P. Bell, Riviera features everything from a long Redan par 3 to a bunker in the middle of a green to an alternate-fairway par 4, the latter recently re-established by Tom Fazio. With an 18th green set at the base of a natural amphitheater, Riviera seems tailor-made as a tournament venue, and indeed it has been the site of an annual PGA Tour event for decades. But it has hosted just one U.S. Open, Hogan's first win in 1948. Riviera has long been considered too land-locked to host another Open, but with Merion East somehow able to accommodate the traffic of the 2013 Open, Riviera's dream may still be possible. Particularly since it will host the 2017 U.S. Amateur, often a harbinger of the bigger USGA event to come."
        },

        {
            "courseName": "The Country Club",
            "courseLocation": "Chestnut Hill, Mass.",
            "par": "70",
            "distance": "7,350 yards",
            "description": "The Country Club's 18 holes that were the scene of the 1963 and 1988 U.S. Opens is not the 18 holes presently ranked by Golf Digest. Those events were played on a composite course, utilizing a few holes from the club's third Primrose nine. For years, the so-called Open Course was available for play one day per week, and enough Golf Digest panelists were able to play the makeshift routing that we were able to rank it. That changed in 1995 and ever since panelists play the Clyde & Squirrel combination, itself good enough to be one of the top courses in the nation. In something of a surprise, architect Rees Jones, whose renovation prior to the '88 Open catapulted his career and triggered an nostalgia craze within the golf design world, was not retained to update the course for the 2013 U.S. Amateur (which will honor Francis Ouimet's famous 1913 upset U.S. Open win over Harry Vardon and Ted Ray). Instead, architect du jour Gil Hanse (of Rio Olympics 2016 fame) was hired to perform some course restoration."
        },

        {
            "courseName": "Prairie Dunes C.C.",
            "courseLocation": "Hutchinson, Kan.",
            "par": "70",
            "distance": "6,853 yards",
            "description": "Prairie Dunes was the top nine-hole course in America for the first 20 years of its existence. By the time the club found funds to expand to 18, Perry Maxwell had passed away, but his son Press Maxwell was able to fashion nine more holes seamlessly into the routing, adding three to the front nine and six on the back. Prairie Dunes reflects all that is Kansas: sand dunes, prairie grasses, yucca plants, cottonwoods and constant wind. Plus it has a great set of Maxwell greens and a rare set of four sterling uphill par 3s."
        },

        {
            "courseName": "The Olympic Club (Lake)",
            "courseLocation": "San Francisco, Cali.",
            "par": "71",
            "distance": "7,095 yards",
            "description": "It has canted fairways hampered by just a single fairway bunker. (Make that two, since USGA executive director Mike Davis called for new one to be added on the 17th on the eve of the 2012 U.S. Open.) Its once-dense forest has been considerably cleared away, leaving only the occasional bowlegged cypress with knobby knees. Its tiny greens sport new, pure bent grass. There's even a brand new par-3 eighth. The Olympic Club's Lake Course was primed last June for a memorable U.S. Open. It seems fitting that, in a town where every house is a cliffhanger, every Open played at Olympic has been one too. But the 2012 Open seemed like a rerun: ball stuck in tree; slow play warnings; a snap hook by the leader on 16; and a guy name Simpson wins."
        },

        {
            "courseName": "Gozzer Ranch G. & Lake C.",
            "courseLocation": "Coeur d’Alene, Idaho",
            "par": "72",
            "distance": "7,317 yards",
            "description": "When it won in 2008, Gozzer Ranch was the 13th Best New Course triumph for architect Tom Fazio. Gozzer won in part because of its gorgeous views. The vistas of Lake Coeur d'Alene to the north and west are splendid, as is the panorama of a vast farm valley to the east, beyond the 11th green. But little details elevate the architecture of Gozzer Ranch: a slight false right front edge on the first green, the backboard slope behind the sixth green, the fairway contouring on the dual-fairway drivable par-4 12th that kicks even a short drive to the base of the putting surface. Most importantly, the shaggy-edged bunkers are more than mere set decorations. Some define targets off the tee; other pose options and challenges. Give some credit for Gozzer's outstanding design to Fazio's west-coast team of Dennis Wise and Scott Hoffman. Both have recently left the Fazio organization."
        },

        {
            "courseName": "Friar’s Head G.C.",
            "courseLocation": "Baiting Hollow, N.Y.",
            "par": "71",
            "distance": "6,846 yards",
            "description": "The challenge for architects Bill Coore and Ben Crenshaw at Friar's Head was that they were asked to design some holes in breathtaking dunes positioned 200 feet above Long Island Sound, and also design some holes on an ordinary potato field to the south. Said Crenshaw, Our job was to marry the two distinct elements of the property together. We didn't want you to feel like you were playing two separate golf courses, with one nine up in the dunes and the other nine down on the flat. The solution was to move the routing back and forth and to artfully reshape the farm fields into gentle linkslike land. They pulled it off. Few can tell the real dunes from the faux ones. Observed a rival architect, Ian Andrew, Even its greens mimic the sites knolls and knuckles to confound both approach shots and putts."
        },

        {
            "courseName": "Shadow Creek",
            "courseLocation": "North Las Vegas, Nev.",
            "par": "72",
            "distance": "7,560 yards",
            "description": "$47 million to build a golf course? Tom Fazio said that budget was necessary at Shadow Creek to perform what he now calls total site manipulation, creating an environment where none existed, by carving rolling hills and canyons from the flat desert floor north of Las Vegas and pumping in plenty of water. Original owner Steve Wynn spent it because that's what casino hotel owners do, create fantasies like Vermont in Vegas. Wynn's vision of golf, what Fazio now calls the Shadow Creek look, was driven by his retinitis pigmentosa, a hereditary degenerative disease that leads to blindness. When Shadow Creek was built, Wynn's eyesight was already restricted to peripheral vision, so he insisted each golf hole be framed by hillsides covered with mature transplanted pines, that ponds be dark pools of water that didn't reflect sunlight and that all tree lines and water hazards move the golfer's eye toward target areas. Alas, this once-in-a-lifetime dream design has been too successful, triggering many expensive imitations."
        },

        {
            "courseName": "Southern Hills C.C.",
            "courseLocation": "Tulsa, Okla.",
            "par": "71",
            "distance": "7,150 yards",
            "description": "A product of the Great Depression, funded by Phillips Petroleum money and constructed by hundreds of workers who stood at the gate each morning hoping for a 25-cents-per-hour job that day, Southern Hills is architect Perry Maxwell's great achievement. Nearly every hole bends left or right, posing critical tee shots that must risk something. The putting surfaces have the classic Maxwell Rolls and most are guarded by simple yet effective bunkers. By the way, Maxwell, a former banker, negotiated his design fee on a sliding scale. He finished the job $17,500 under the anticipated $90,000 construction budget, and earned $12,500. In that age of hard times, it was the most lucrative deal in golf design."
        },

        {
            "courseName": "Medinah C.C. (NO. 3)",
            "courseLocation": "Medinah, Ill.",
            "par": "72",
            "distance": "7,657 yards",
            "description": "Medinah No. 3 is Exhibit A for the notion that great golf courses aren't created, but evolve. A major tournament site since 1949, it has undergone a succession of remodelings and has improved with every session. Its par-3 17th is the most prominent example. It was shifted to a new location in 1986, to precede a whole new 18th hole. (The original 17th is now the 13th.)  Ten years later, the 17th green was moved away from a lakefront to a spot atop a hill, but after Tiger Woods' first (of two) PGA Championship victories on the course, the green was moved back down to water's edge, where it remains today. For the recent Ryder Cup, consulting architect Rees Jones created a totally new par-4 15th, with a pond along both fairway and green to pose risks and rewards. Like a fine wine, Medinah has gotten better with age."
        },

        {
            "courseName": "San Francisco G.C.",
            "courseLocation": "San Francisco, Cali.",
            "par": "71",
            "distance": "6,828 yards",
            "description": "Contrary to popular notion, A.W. Tillinghast did not do San Francisco Golf Club's clever routing. That was done mostly by a trio of club members, who first staked out the course in 1916 when the club was forced to give up its previous location just up the street. Tillinghast remodeled the course in 1923, establishing its signature greens and bunkering. But he did add a few new holes, notably the par-3 seventh, called the Duel Hole because its location marks the spot of the last legal duel in America. Three holes were replaced in 1950 by club pro Harold Sampson in anticipation of a street widening project that never happened. It wasn't until 2006 that those holes were restored to all their glory by Tom Doak, an avid historian of classic architecture."
        },

        {
            "courseName": "Castle Pines G.C.",
            "courseLocation": "Castle Rock, Colo.",
            "par": "72",
            "distance": "7,696 yards",
            "description": "When Golf Digest began its annual Best New Course awards in 1983, the review panel selected Castle Pines as the Private Course winner, but Bill Davis, co-founder of Golf Digest and founding father of all its course rankings, didn't care for the course and vetoed its inclusion. So no private course was honored that year. Davis soon recognized his error, and in 1987 -- its first year of eligibility -- Castle Pines joined America's 100 Greatest and has remained there ever since. Club founder Jack Vickers, a Midwest oilman, had urged architect Jack Nicklaus to produce a mountain-venue design worthy of a major championship. Jack did, but when a championship never resulted, Vickers established his own, The International, which for years was the only PGA Tour event played under a unique Stableford format. It's a pity that The International is no longer on the Tour's schedule."
        },

        {
            "courseName": "The Honors Course",
            "courseLocation": "Ooltewah, Tenn.",
            "par": "72",
            "distance": "7,450 yards",
            "description": "With Castle Pines secretly deprived of its honor, The Honors Course became the first new private course celebrated by Golf Digest when it named the Pete Dye design outside Chattanooga as Best New Private Course of 1984. Considered radical in the beginning because of its acres of tall, native-grass rough, unusual Zoysiagrass fairways and terrifying greens perched on the edges of oblivion atop bulkheads of rock (not railroad ties), today The Honors Course is considered a well-preserved example of Dye's death-or-glory architecture. Other than reducing the contours in a couple of greens (particularly the 18th) in the late Nineties, Dye has left the course alone. One suspects he might return someday to perform some updates."
        },

        {
            "courseName": "Baltusrol G.C.",
            "courseLocation": "Springfield, N.J.",
            "par": "72",
            "distance": "7,400 yards",
            "description": "Few courses can boast as much impact on the history of golf as the Lower Course at Baltusrol. It hosted a U.S. Amateur just three years after it opened. Jack Nicklaus won two U.S. Opens on it, setting a tournament record each time. Phil Mickelson won a PGA on it. But perhaps its most historic event was the hole-in-one made by consulting architect Robert Trent Jones in 1954 on the par-3 fourth, which instantly squelched the complaints of critical club members who felt his redesign of the hole had made it impossible to play. What few realize is that it was Trent's only swing of the day. Who knew the Alfred Hitchcock of golf architecture had such a grooved swing? Trent's younger son Rees has been Baltusrol's consulting architect in recent decades. An avowed A.W. Tillinghast fan, he's lightly retouched the Lower's design in anticipation of its next major, the 2016 PGA Championship."
        },

        {
            "courseName": "The Golf Club",
            "courseLocation": "New Albany, Ohio",
            "par": "72",
            "distance": "7,430 yards",
            "description": "Not the highest-ranked Pete Dye design (both Whistling Straits and The Honors Course are above it), but The Golf Club is the most authentic of Dye's transformative period, when he first chose to buck convention and start building lay-of-the-land layouts like those he'd seen during a 1963 tour of Scotland. In doing so, Dye re-introduced deception and misdirection into American golf architecture. Its construction attracted the attention of local boy Jack Nicklaus, who visited several times and made some astute suggestions. That led to a five-year Dye-Nicklaus design partnership. The Golf Club has remained untouched for 45 years, but Dye plans on remodeling parts of it in 2013. Most likely he'll merely soften several steeply-sloped greens that can't handle modern green speeds."
        },

        {
            "courseName": "Canyata G.C.",
            "courseLocation": "Marshall, Ill.",
            "par": "72",
            "distance": "7,266 yards",
            "description": "Energy-industry CEO Jerry Forsythe grew up in east central Illinois and wanted to convert 300 acres of his childhood memories into a family retreat. After golf architect Bob Lohmann built him an elaborate three-hole golf course on the property, Lohmann's then-associate Mike Benkusky convinced Forsythe to stretch it to nine holes and later into a full 18. Ultimately, two million cubic yards of cornfield were moved to form Canyata's massive fairways and greens, which are edged by waterscaped ponds, artificial creeks and a dazzling array of bunkers. With only a handful of rounds played each year by invited guests, Canyata's condition is nearly flawless."
        },

        {
            "courseName": "Bandon Dunes",
            "courseLocation": "Bandon, Ore.",
            "par": "72",
            "distance": "6,732 yards",
            "description": "Chicago recycled products mogul Mike Keiser took a gamble when he chose tenderfoot architect David McLay Kidd to design a destination daily-fee on the remote southwestern coastline of Oregon. But the critical acclaim came quickly, particularly from Golf Digest panelists: A good walk, totally unspoiled...a national treasure...a variety of risks and rewards throughout...as good an examination as I've played anywhere...take a ladder and an L-wedge into those pot bunkers...you're in for a rough day if you don't have a knockdown shot in your bag. The design Kidd produced, faithful to the links golf tenets of his native Scotland, proved so popular that today Keiser has a multiple-course resort that rivals Pinehurst and the Monterey Peninsula. Exceeds them, in fact, as all four of Bandon's 18 are ranked among America's 100 Greatest. None of that would have happened if David Kidd hadn't produced a great first design."
        },

        {
            "courseName": "Sebonack G.C.",
            "courseLocation": "Southampton, N.Y.",
            "par": "72",
            "distance": "7,534 yards",
            "description": "Not since Augusta National was built had the nation's greatest golfer teamed with one of the most highly-regarded course architects on a design project. But the joint venture by Jack Nicklaus with Tom Doak at Sebonack was complicated by the fact that golfer Nicklaus was also an esteemed course architect in his own right, and the project sat right beside two American icons, Shinnecock Hills and National Golf Links. Some pundits have reduced Sebonack to Tom's bunkers, Jacks greens, but in truth it's just the opposite. Doak convinced Nicklaus to go with small greens of sweeping contours and little imperfections the likes of which Jack would never have considered on his own. Meanwhile, Jack insisted that Tom tone down his usual ragged, jagged bunker faces to make them palatable to high-handicap club members. Sebonack was Golf Digest's Best New Private Course of 2006, but will receive true national exposure when it hosts the 2013 U.S. Women's Open."
        },

        {
            "courseName": "Pinehurst Resort (NO. 2)",
            "courseLocation": "Pinehurst, N.C.",
            "par": "72",
            "distance": "7,495 yards",
            "description": "We wrote this about Pinehurst No. 2 back in 1989: After years of tinkering with something that wasn't broke, the owners have finally attempted to recreate the special playability that was Pinehurst's hallmark, [converting] the greens to bent grass...with special care to maintain the existing contours of the marvelous Donald Ross greens and surrounding humps and hollows. They'll never have Pinehurst No. 2 back to where it once was -- irrigation and playing equipment being what they are today -- but their efforts are to be applauded. How wrong we were. A couple of years ago, a team headed by Bill Coore and Ben Crenshaw killed and ripped out all the Bermudagrass rough that had been foolishly planted in the 1970s. Between fairways and tree lines, they established vast bands of native hardpan sand dotted with clumps of wiregrass and scattered pine needles. They reduced the irrigation to single rows in fairways and none in the rough to prevent grass from ever returning to the new sandy wastelands. So No. 2 is indeed back to where it once was. Which means it will be an intriguing fortnight when the 2014 Men's and Women's U.S. Opens are played on consecutive weeks on Pinehurst No. 2."
        },

        {
            "courseName": "Los Angeles C.C. (NORTH)",
            "courseLocation": "Los Angeles, Cali.",
            "par": "71",
            "distance": "7,236 yards",
            "description": "It's on the edge of tinsel town, but the architecture of the North Course at Los Angeles Country Club is solid gold, if not sterling silver, particularly since its recent restoration by architect Gil Hanse, his associate Jim Wagner and their colleague Geoff Shackelford, who had written two excellent books -- The Captain and The Golden Age of Golf Design -- documenting the remarkable work of George C. Thomas  Jr., architect of LA North. It matters not that the bunkering style Hanse's team ultimately established on the North is not the Thomas style, but rather the more visually exciting style of Thomas's longtime associate, William P. Bell. The bunkers will look sensational, as will the rest of the layout, when LA North hosts the 2017 Walker Cup."
        },

        {
            "courseName": "Bethpage State Park (BLACK)",
            "courseLocation": "Farmingdale, N.Y.",
            "par": "71",
            "distance": "7,366 yards",
            "description": "The Black was once a scruffy state park haunt that Golf Digest reluctantly ranked at No. 100 only because it was considered a very unpolished diamond in a very dismal rough. But following an extensive remodeling by Rees Jones, the Black has become a must-play cult classic as well as the site of two recent U.S. Opens and a Barclays event on the PGA Tour. Back during its original construction, A.W. Tillinghast wrote that it was Joe Burbeck's idea to make the Black Course, the public Pine Valley and Jones's renovations have recaptured that philosophy by re-establishing deep pits and large expanses of sand. Surprisingly, Jones didn't touch the greens, which (with the exception of the putting surface on the 15th) are some of the roundest and flattest in championship golf. Of course, that makes them perfect for today's swift green speeds."
        },

        {
            "courseName": "Peachtree G.C.",
            "courseLocation": "Atlanta, Ga.",
            "par": "72",
            "distance": "7,414 yards",
            "description": "The design collaboration by amateur star Bobby Jones and golf architect Robert Trent Jones (no relation) was meant to recapture the magic that Jones had experienced when he teamed with Alister Mackenzie in the design of Augusta National. But Trent was an even more forceful personality than the flamboyant Mackenzie, so Peachtree reflects far more of Trent's notions of golf than Bobby's, particularly in his notion of designing for future equipment advances. When it opened in 1947, Peachtree measured in excess of 7,200 yards, extremely long for that era. It boasted the longest set of tees in America (to provide flexibility on holes) and the country's most enormous greens (to spread out wear and tear). As it turns out, Trent was a visionary, and others subsequently followed his lead. Peachtree's architecture has been touched up a bit over the years, but remains mostly what the Jones boys produced some 65 years ago."
        },

        {
            "courseName": "TPC Sawgrass (Players Stadium)",
            "courseLocation": "Ponte Vedra Beach, Fla.",
            "par": "72",
            "distance": "7,215 yards",
            "description": "TPC's stadium concept was that of then-PGA Tour commissioner Deane Beman. (Although the old wooden bench seats have long since been removed from the spectator mounds to make room for exclusive air-conditioned skyboxes.) The architecture was pure Pete Dye, who set out to test the world's best golfers by mixing demands of precision with target golf. On some holes, he requires a fade off the tee and a draw into the green. On others, it's just the opposite. Most greens are ringed by random lumps, bumps and hollows, what Dye calls his grenade attack architecture. His ultimate target hole is the sink-or-swim island green 17th, which offers no bailout, perhaps unfairly in windy Atlantic coast  conditions. It's a heart-pounding shot, even for the very best. Dye's 17th has spawned over a hundred imitations in the past 30 years. Thankfully, most of them offer a lot more grass to shoot at."
        },

        {
            "courseName": "Pikewood National G.C.",
            "courseLocation": "Morgantown, W.Va.",
            "par": "72",
            "distance": "7,588 yards",
            "description": "In 1998, mining company officers John Raese and Bob Gwynne started exploring a newly-acquired parcel of forest that their firm will eventually -- maybe a hundred years from now -- mine for high-quality limestone. Raese thought they ought to build a golf course on it. Gwynne suggested they design and build it themselves since their company had plenty of engineers and construction equipment. At the base of a gulley, they discovered a 40-yard-wide, 15-foot-high wall of sandstone with a natural waterfall pouring off it. It became the backdrop for their par-3 fifth hole and the linchpin of their routing. From there they worked back and forth to a proposed clubhouse site on a road called Kingwood Pike (which led to the course's name). Veteran tour pros Johnny Pott and Dow Finsterwald visited the site several times and validated their design with critiques and suggestions. Each now has a hole dedicated in his honor. It took nearly a decade to construct the full 18 holes. When it was done, Golf Digest named it the Best New Private Course of 2009. It joined America's 100 Greatest four years later."
        },

        {
            "courseName": "Pete Dye G.C.",
            "courseLocation": "Bridgeport, W.Va.",
            "par": "72",
            "distance": "7,353 yards",
            "description": "In something of a coincidence, Pikewood is followed immediately on this 100 Greatest by another West Virginia course built atop a mining deposit, but in the case of Pete Dye Golf Club, it's an active coal mine. (The club's original name was Coal Ridge.) Evidence of that fact is everywhere, from the strip-mine wall along the par-5 eighth and the black cinder bunkers on the par-4 sixth to the abandoned coal train that curls around the outside of the dogleg on the 10th. There's even a coal mine shaft you can walk through to reach the seventh tee. Construction took so long that Dye's style had evolved by the time the full 18 was finally seeded. Early holes sport the railroad-tie motif of Harbour Town while later holes feature the echo-chamber bunkering of Blackwolf Run."
        },

        {
            "courseName": "Victoria National G.C.",
            "courseLocation": "Newburgh, Ind.",
            "par": "72",
            "distance": "7,239 yards",
            "description": "This is truly eerie, the third course in a row on this ranking that was built atop a mining operation, this one the Peabody Coal Company's long-abandoned Victoria strip mine in southern Indiana. Victoria National was a simple routing for Tom Fazio. He just followed the corridors (the perfect width for fairways) that existed between mining spoil mounds (long since overgrown with trees) and some 40 acres of fingery lagoons that had been formed when steam shovels carving out coal deposits hit the water table. Chosen as Best New Private Course of 1999, Victoria National stunned most panelists. One gushed it was, the most unusual, unpolished and unpretentious Fazio design ever. A couple raved about the quality and difficulty of its five finishing holes, while still another called it, probably the hardest Fazio course I've played. More penal than Pine Valley. Fazio concurred with that assessment. It's U.S. Open-quality now, he said soon after it opened. If the wind blew, it'd be too hard."
        },

        {
            "courseName": "Spyglass Hill G. CSE.",
            "courseLocation": "Pebble Beach",
            "par": "72",
            "distance": "6,960 yards",
            "description": "Given the task of designing a course just up 17 Mile Drive from Pebble Beach and Cypress Point, Robert Trent Jones responded with a Pine Valley-Augusta National double combo. The five opening holes, in Pine Valley-like sand dunes, are an all-too-brief encounter with the Pacific seacoast. The remaining holes are a stern hike through hills covered with majestic Monterey pines (which, sad to say, may someday disappear to pitch canker). Add several water hazards that hearken back to the 16th at Augusta (which Trent Jones designed, by the way) and you have what some panelists consider to be Trent's finest work. Others say it's the best course never to have hosted a major event. After all, even Pine Valley and Cypress Point have hosted Walker Cups."
        },

        {
            "courseName": "Old MacDonald",
            "courseLocation": "Brandon, Ore.",
            "par": "71",
            "distance": "6,978 yards",
            "description": "Old Mike Keiser had a course. Name of Bandon Dunes. Hugged the cliffs of Oregon gorse. It made golfers swoon. So he added one more, then a third next door. Here a lodge, there a hut, even built a pitch & putt. Now it's America's top resort. Name of Bandon Dunes. But Old Mike Keiser wanted more. Down at Bandon Dunes. An ode to an architect he adored. Cut from heather and broom. So Old Macdonald came to be. In spite of a bad economy. Here it's big, there it's bold, everywhere it looks real old. Old Macdonald is part of the lore. Now at Bandon Dunes. Old Macdonald is a new must-play. When at Bandon Dunes. A fourth 18 reviving his name. Carrying all his tunes. A Road Hole here, a Cape Hole there. Bottle Hole, Biarritz, ocean winds that'll give you fits. Short and  Eden. Fit the scenes. Especially with enormous greens. Old Macdonald is no reach. Second Most Fun Course behind Pebble Beach."
        },

        {
            "courseName": "Butler National G.C.",
            "courseLocation": "Oak Brook, Ill.",
            "par": "71",
            "distance": "7,523 yards",
            "description": "Butler National was former tour player George Fazio's ideal of a championship course, with 10 carries over water in 18 holes. Even before it opened, it was signed to serve as permanent site of the Western Open. Problem was, when it opened, it was the last cool-weather venue on the PGA Tour to utilize bluegrass rather than bent-grass for its fairway, and several prominent golfers declined to play Butler National because of potential flyer-lies from those fairways. Eventually the turf was converted, but then the Shoal Creek scandal occurred, and rather than change its restricted men-only policy, the club relinquished its role of Western Open host after the 1990 event. So why include a club on America's 100 Greatest that won't allow female panelists a chance to evaluate it? Because we rank golf courses, not club policies."
        },

        {
            "courseName": "Kinloch G.C.",
            "courseLocation": "Manakin-Sabot, Va.",
            "par": "72",
            "distance": "7,203 yards",
            "description": "Since the only way to successfully establish bent-grass tees, fairways and greens in hot, humid Richmond was to create expansive corridors to allow plenty of sunlight and air to the turf, Kinloch Golf Club has more double fairways (even a triple-wide one on the ninth) posing options and alternate routes than any other course on the 100 Greatest save National Golf Links. But there's a new issue now in Kinloch's second decade. Given golf's ever-increasing emphasis on water conservation, is a course with 2,000 irrigation heads (instead of the usual 600) realistic?"
        },

        {
            "courseName": "Scioto C.C.",
            "courseLocation": "Columbus, Ohio",
            "par": "70",
            "distance": "7,140 yards",
            "description": "When Michael Hurdzan was hired in 2005 to rebuild Scioto's greens to re-establish much of their Donald Ross character, Jack Nicklaus volunteered to assist, since he'd learned the game at Scioto and still remembered the putting surfaces he'd played as a boy. Together they recaptured Scioto's charm, although one green they did not return to a Ross original is the eighth. That green was relocated in 1957 by landscape architect Marion Packard, who created a new island green for the hole."
        },

        {
            "courseName": "Milwaukee C.C.",
            "courseLocation": "River Hills, Wis.",
            "par": "72",
            "distance": "7,094 yards",
            "description": "With much of the course hard against the Milwaukee River and several holes subject to flooding (the green of the 12th and the entire 13th are actually across the river), one might think Milwaukee Country Club is a flat layout. But many of its holes are surprisingly hilly. Its classic design is still tree-lined, but one of the crucial improvements recently made by consulting architect Tom Doak and his associate Don Placek was removing some trees to open up views of the river from many upland holes."
        },

        {
            "courseName": "Inverness Club",
            "courseLocation": "Toledo, Ohio",
            "par": "71",
            "distance": "7,255 yards",
            "description": "Inverness is considered a classic Donald Ross design even though it was one of many he merely remodeled. Ross fans were outraged when the course was radically altered by George and Tom Fazio in preparation for the 1979 U.S. Open. They eliminated four holes (including the famous dogleg par-4 seventh), combined two holes to make the par-5 eighth and created two modern holes on newly-acquired land. The Inverness course that Ray and Vardon played in 1920 is not the same course that hosted the 2011 U.S. Senior Open."
        },

        {
            "courseName": "Garden City G.C.",
            "courseLocation": "Garden City, N.Y.",
            "par": "73",
            "distance": "6,911 yards",
            "description": "Minimalist in its design (you can still see the faint traces of old roadbeds over which the course was routed) and natural in its upkeep, Garden City Golf Club is one of the great early tournament venues in the U.S. Before the 1908 U.S. Amateur, Walter Travis remodeled the course into what it is today, its strategies dictated by many deep pot bunkers. Travis installed them to promote thinking golf, but one player soon dubbed Garden City the home of the God-fearing approach shot."
        },

        {
            "courseName": "Interlachen C.C.",
            "courseLocation": "Edina, Minn.",
            "par": "72",
            "distance": "6,967 yards",
            "description": "When Bobby Jones won the 1930 U.S. Open at Interlachen (completing the second leg of what would become the game's first Grand Slam), fellow competitor Gene Sarazen insisted the course was tougher than everything but Oakmont. These days, the hilly, tree-lined design with small greens and plenty of bunkers has been the showcase of women's professional golf, hosting the 2002 Solheim Cup, won by the American team, and the 2008 U.S. Women's Open, won by Inbee Park."
        },

        {
            "courseName": "Arcadia Bluffs G.C.",
            "courseLocation": "Arcadia, Mich.",
            "par": "72",
            "distance": "7,300 yards",
            "description": "overshadowed by Pacific Dunes, ever since it finished second to it in the Best New Upscale Public Course race of 2001; and by Crystal Downs, a neighbor every northern Michigan visitor wants to play, even though it's private and Arcadia is public; and even by Whistling Straits, the imitation links on the opposite side of Lake Michigan that Arcadia Bluffs resembles, although the sand dunes at Arcadia are natural, not manmade."
        },

        {
            "courseName": "The G.C. At Black Rock",
            "courseLocation": "Coeur d’Alene, Idaho",
            "par": "72",
            "distance": "7,130 yards",
            "description": "Jim Engh's architecture is all about turning fantasies into realities, and Black Rock delivers on that goal like few others, with some bobsled-run fairways where one can putt from landing area downhill to the green, rollicking putting surfaces framed by squiggly bunkers and a par-4 11th pinched by towering rock formations that bring to mind a pinball machine. Unusual and controversial (it won Best New Private in 2003 ahead of Dallas National and Friar's Head), Black Rock is a thrilling round of golf."
        },

        {
            "courseName": "Baltusrol G.C. (Upper)",
            "courseLocation": "Springfield, N.J.",
            "par": "72",
            "distance": "7,002 yards",
            "description": "It's believed that when A.W. Tillinghast began constructing the Upper and Lower Courses at Baltusrol in 1919 (replacing Baltusrol's existing 18 holes), it was the first contiguous 36 holes built at the same time in America. Because of the Lower's tremendous major championship record, most consider the shorter Upper to be a secondary course at the club. But between the two, it was the Upper, not the Lower, that hosted the first U.S. Open (and third in the club's history) in 1936, won by Tony Manero. The Lower didn't get its first Open until 1954, won by Ed Furgol."
        },

        {
            "courseName": "Dallas National G.C.",
            "courseLocation": "Dallas, Tex.",
            "par": "72",
            "distance": "7.372 yards",
            "description": "It occupies some of the best golfing terrain in the Dallas Metroplex -- rugged hills dotted with cedars -- yet Tom Fazio still indulged in considerable shifting of earth when creating Dallas National. The par-3 17th, for instance, is countersunk into an excavated box canyon of rock, while a deep ravine in front of the 18th green was filled in to lessen the difficulty of the approach for average players. There's talk of building a new course in Dallas to host a U.S. Open. Dallas already has one: Dallas National."
        },

        {
            "courseName": "The Estancia Club",
            "courseLocation": "Scottsdale, Az.",
            "par": "72",
            "distance": "7,314 yards",
            "description": "Our Best New Private Course of 1996 was Tom Fazio's initial entry into the Scottsdale scene. Positioned beneath the north slopes of Pinnacle Peak and routed to provide a variety of uphill and downhill shots and a change of direction on almost every hole, Estancia is an easterner's version of rock-and-cactus architecture, with wide turf corridors, few desert carries and greens wilder than most."
        },

        {
            "courseName": "Olympia Fields C.C. (North)",
            "courseLocation": "Olympia Fields, Ill.",
            "par": "70",
            "distance": "7,205 yards",
            "description": "To prepare Olympia Fields North for the 1961 PGA Championship (won by Jerry Barber in a playoff over Don January), the club didn't hire a golf architect. Instead, superintendent Warren Bidwell relocated 32 greenside and 13 fairway bunkers and added new tees to lengthen the course by 320 yards. Forty years later, golf architect Mark Mungeam supervised extensive changes before the North hosted the 2003 U.S. Open. In 2015, Olympia Fields North and newly remodeled South (redone by architect Steve Smyers) will co-host the U.S. Amateur."
        },

        {
            "courseName": "Blackwolf Run (River)",
            "courseLocation": "Kohler, Wis.",
            "par": "72",
            "distance": "7,450 yards",
            "description": "Only Pete Dye could have convinced owner Herb Kohler to rip apart an award-winning course and still come out a winner. Dye coupled the front nine of America's Best New Public Course of 1988 (now holes 1-4 and 14-18) with nine newer holes built within a vast bend of the Sheboygan River to produce the River Course. It possesses some of Dye's most exciting holes, from the triple-option reachable par-4 ninth to the boomerang-shaped par-5 11th to the monster par-4 18th, where Kohler surprised Dye by converting a long waste bunker into a temporary lagoon for tournament events."
        },

        {
            "courseName": "Cherry Hills C.C.",
            "courseLocation": "Cherry Hills Village, Colo.",
            "par": "72",
            "distance": "7,348 yards",
            "description": "When Cherry Hills opened in the early 1920s, it was a ground-breaking design, with the nation's first island green on a par 5 and closing back-to-back par 5s, although in championship play the 18th is played as a par 4. In the 1960 U.S. Open, winner Arnold Palmer popularized the idea of a drivable par 4 by going for the first green in every round. Curiously, when Palmer and partner Ed Seay remodeled Cherry Hills in 1976, they lengthened the first hole so no player could duplicate Arnie's feat."
        },

        {
            "courseName": "Plainfield C.C.",
            "courseLocation": "Edison, N.J.",
            "par": "72",
            "distance": "7,091 yards",
            "description": "There are a number of lofty architectural names attached to Plainfield, but one name not often mentioned is that of club pro Marty O'Loughlin, who combined a par-4 and par-3 in 1930 to create the present, terrific par-5 12th and also carved holes 13, 14 and 15 from an adjoining forest. That three-hole stretch is still called The Tunnel. There's also superintendent Red Wender, who in the 1950s filled in a punchbowl green on the fifth hole and added ponds to 10 and 18."
        },

        {
            "courseName": "Monterey Peninsula C.C.",
            "courseLocation": "Pebble Beach",
            "par": "72",
            "distance": "6,873 yards",
            "description": "Mike Strantz was battling cancer while transforming the bland, low-budget Shore Course into a scenic and strategic marvel that rivals next-door neighbor Cypress Point. Strantz reversed direction of the fifth through 15th holes to provide a Pacific Ocean backdrop to most of them. He weaved fairways among trees so players could dance among the cypress, and added native grasses for a coastal prairie look. The stunning landscape would be Strantz's last work of art. He died six months after completing the redesign."
        },

        {
            "courseName": "Eagle Point G.C.",
            "courseLocation": "Wilmington, N.C.",
            "par": "72",
            "distance": "7,259 yards",
            "description": "Playing Eagle Point Golf Club with club founder Bobby Long, a visitor remarked at the artistry of the 13th, how Tom Fazio's crew had dug a huge irrigation pond, piled the soil into a huge hill and covered it with mature pines to make it look like it'd been there forever. You're wrong, Long said. That hill was there before. The club pro then corrected him: Sir, this was a pasture. Fazio created that. Long was astonished that hed forgotten what it looked like before. Such is the magic of Tom Fazio."
        },

        {
            "courseName": "Old Sandwich G.C.",
            "courseLocation": "Plymouth, Mass.",
            "par": "71",
            "distance": "6,908 yards",
            "description": "Old Sandwich Golf Club may be the craftiest Coore-Crenshaw design yet built. Amidst its pines, scrub oaks, gnarly bunkers, chocolate drop mounds, wavy fescue and briar bushes are hints of Baltusrol, National Golf Links, Pine Valley, Pinehurst No 2 and Chicago Golf Club in its cross-bunkering, hazard placement and sandy waste areas. The greens are some of the most rolling of any Coore & Crenshaw design, seeded with a half-dozen bent varieties to give them an old-fashioned mottled appearance. Nobody does old fashioned better."
        },

        {
            "courseName": "Quaker Ridge G.C.",
            "courseLocation": "Scarsdale, N.Y.",
            "par": "70",
            "distance": "6,976 yards",
            "description": "Quaker Ridge returns to America's 100 Greatest after a two-year absence during which Gil Hanse revised the course by removing trees and rebuilding bunkers. He expanded several greens back to Tillinghast dimensions but reduced the size of the par-4 17th green, chopping off a left-hand lobe added by Frank Duane in 1964. Quaker's strong suit has long been its powerful par 4s and Hanse enhanced them all, including the par-4 sixth, squeezed between a creek and hillside, and the drive-and-pitch 11th to a green girdled by a stream."
        },

        {
            "courseName": "Bandon Trails",
            "courseLocation": "Bandon, Ore.",
            "par": "71",
            "distance": "6,765 yards",
            "description": "Bandon Trails is the lowest-ranked of the four Bandon courses on America's 100 Greatest, but that's no flaw. We've long considered it such a compelling layout that it needs no seascape to command one's attention. Bandon Trails starts and finishes in serious sand dunes (the 18th is currently being remodeled by Coore) and the remainder rolls through Oregon forest. Bump-and-run is the name of the game but the structure of each hole requires thoughtful bumps and targeted runs."
        },

        {
            "courseName": "Shoal Creek",
            "courseLocation": "Shoal Creek, Ala.",
            "par": "72",
            "distance": "7,234 yards",
            "description": "Asked if a course could be built in a Birmingham forest, Jack Nicklaus scouted the site from lumber haul roads and said of the mountainous site, Well, there are a lot of par 3s out there, that's for sure. But then he discovered a gentle valley in which to put par 4s and 5s, and took the job. Lee Trevino, who won the 1984 PGA Championship at Shoal Creek, described Jack's design as, a modern golf course that looks traditional. No fancy stuff, no humps and bumps all over."
        },

        {
            "courseName": "Flint Hills National G.C.",
            "courseLocation": "Andover, Kan.",
            "par": "71",
            "distance": "6,946 yards",
            "description": "Except for its secondary rough of native grasses, Flint Hills National has little in common with the actual Flint Hills in Kansas, which are stark tall grass prairie plateaus. The softly-rolling Tom Fazio design has over 5,500 transplanted trees, including cedars, maples, pin oaks, pines, red buds, willows and even 60-foot-tall cottonwoods. Not surprisingly, the club has a full-time arborist. Several long lakes dominate play, especially on the opening and closing holes. The slick, heavily contoured greens are tougher even than those at Prairie Dunes."
        },

        {
            "courseName": "Rich Harvest Links",
            "courseLocation": "Sugar Grove, Ill.",
            "par": "72",
            "distance": "7,735 yards",
            "description": "It began as a six-hole backyard course for computer billionaire Jerry Rich, then expanded into a nine-fairway, 11-green layout that could be played multiple ways, finally evolved into a conventional 18-hole layout strong enough to host the 2009 Solheim Cup. With its polish and landscaping, some call Rich Harvest Links the Augusta of the Midwest, but even Augusta National doesn't have Rich Harvest's flexibility, where every hole can play differently every day, some even from different angles and par."
        },

        {
            "courseName": "Boston Golf Club",
            "courseLocation": "Hingham, Mass.",
            "par": "71",
            "distance": "7,062 yards",
            "description": "Boston Golf Club, in the south suburb of Hingham, is a modern-day Pine Valley, massaged by architect Gil Hanse and his team from dramatic coastal topography with gashes of unsullied sand. Fairways tumble across the landscape, posing some blind shots that are embraced, not criticized. One stretch surrounds an old strip mine, with mining spoils incorporated as chocolate drop mounds and one vein serving as a Hell's Third Acre hazard. Boston Golf Club, like Garden City Golf Club, finishes with a great par 3."
        },

        {
            "courseName": "Whispering Pines G.C.",
            "courseLocation": "Trinity, Tex.",
            "par": "72",
            "distance": "7,473 yards",
            "description": "Corby Robertson, who made a fortune in coal reserves, staked out the Whispering Pines course in the early 1990s, then brought Texas-based golf architect Chet Williams (at the time a design associate of Jack Nicklaus) to help him create strategies through bunkering and green contours. Williams refined the rough-hewn routing cut through east Texas piney woods into a dazzling romp across a gently rolling landscape, culminating in a final six-hole stretch along gator-infested Caney Creek and the headwaters of Lake Livingston."
        },

        {
            "courseName": "Winged Foot G.C. (East)",
            "courseLocation": "Mamaroneck, N.Y.",
            "par": "72",
            "distance": "6,792 yards",
            "description": "Like Baltusrol, Winged Foot's a two-course complex that is the product of A.W. Tillinghast's fertile imagination. Every characteristic of the more famous West Course also exists on the Winged Foot East (which was used as a parking lot during recent U.S. Opens). When the East first made the 100 Greatest in 1985, it marked only the second time a tandem from one club made the list at the same time. Champions Golf Club was the first, with its Cypress Creek and Jackrabbit Courses. Bandon Dunes, of course, has four this year."
        },

        {
            "courseName": "Congressional C.C. (Blue)",
            "courseLocation": "Bethesda, Md.",
            "par": "72",
            "distance": "7,278 yards",
            "description": "Congressional is a Rees Jones redo of a course that was substantially his father's work. Rees didn't remodel it to make it a tough-as-nails championship test. He remodeled it for membership play. He provided definition. One stands on every tee and sees the entire hole, all the hazards, all the strategies. The greens are gentle enough for member play but can be mowed to 14 on a Stimpmeter for tournaments. Congressional once had a par-3 18th. Rees reversed its direction and made it into the long, strong par-3 10th."
        },

        {
            "courseName": "Ballyneal G. & Hunt Club",
            "courseLocation": "Holyoke, Colo.",
            "par": "71",
            "distance": "7,147 yards",
            "description": "If Sand Hills Golf Club stands for the notion that there's nothing more glorious than a round of golf beyond the range of cell phone reception, then Ballyneal (Tom Doak's answer to Sand Hills) proves that isolated golf is even better when Spartan in nature. With no carts and tan fescue turf on fairways and greens, Ballyneal is even more austere than Sand Hills. It provides absolutely firm and fast conditions, and with many greens perched on hilltops, the effect of wind on putts must be considered."
        },

        {
            "courseName": "The Preserve G.C.",
            "courseLocation": "Carmel, Calif.",
            "par": "72",
            "distance": "7,067 yards",
            "description": "Located a few miles inland from the glorious foursome of 100 Greatest courses on California's Monterey Peninsula (Pebble Beach, Cypress Point, Spyglass Hill and the Shore Course at MPCC), The Preserve is dramatically different, the only golf course on a 30,000-acre parcel of gentle hills and mammoth oaks. Fazio moved almost no earth here, so perfect was the routing established by Poellot and Tatum. The greens are subtle, the bunkering low key, the atmosphere one of constant tranquility."
        },

        {
            "courseName": "Aronimink G.C.",
            "courseLocation": "Newtown Square, Pa.",
            "par": "70",
            "distance": "7,190 yards",
            "description": "Aronimink is an object lesson in architectural appreciation. After Donald Ross completed his design in 1928, he proclaimed, I intended to make this my masterpiece. That didn't keep club members from bringing in William Gordon in the 1950s to eliminate out-of-play fairway bunkers and move other bunkers closer to greens. The course was later revamped by Dick Wilson, George Fazio and Robert Trent Jones. It took seven years for Ron Prichard, a designer specializing in course restoration, to rebuild the course to something close to the original Ross design."
        },

        {
            "courseName": "Calusa Pines G.C.",
            "courseLocation": "Naples, Fla.",
            "par": "72",
            "distance": "7,203 yards",
            "description": "Gary Chensoff, a Chicago venture capitalist, survived a rare form of cancer despite long odds, and his recovery strongly influenced how Calusa Pines was designed and built. Chensoff decided to gamble, instructing Hurdzan-Fry to design the most unique course in south Florida despite a dead flat site. They responded by piling up fill from ponds to form ridge lines up to 58 feet, then planted them with mature oaks, pines and sabal palms. Calusa Pines is the Shadow Creek of The South, with far more sandy waste areas."
        },

        {
            "courseName": "Sahalee G.C. (South/North)",
            "courseLocation": "Sammamish, Wash.",
            "par": "72",
            "distance": "7,003 yards",
            "description": "Many 100 Greatest courses began as open fields, then had decades of green committees plant trees to frame fairways; those clubs are now clear-cutting such trees to open up vistas and invite more sunlight and air to greens. Sahalee is not such a club. Its course was carved from a Pacific Northwest forest of fir and pine; its dominant theme is narrow fairways framed by towering trees that reach to the heavens. To strip Sahalee of its trees would be to shave Samson of his locks."
        },

        {
            "courseName": "Double Eagle Club",
            "courseLocation": "Galena, Ohio",
            "par": "72",
            "distance": "7,175 yards",
            "description": "Built by regrading flat farm fields into gentle hills and valleys, Double Eagle benefits from plenty of elbow room. Some holes have double fairways that pose genuine alternate routes. Greens are benign enough in contours to allow them to be kept lightning fast. A delightfully thoughtful design, it closes with two great water-laden, risk-rewarding holes. The club name does not symbolize a golf term. Original owner John McConnell was a fortune hunter, and the Double Eagle was a rare doubloon discovered in a sunken treasure."
        },

        {
            "courseName": "Kittansett Club",
            "courseLocation": "Marion, Mass.",
            "par": "71",
            "distance": "6,811 yards",
            "description": "Only recently, with the discovery of some original blueprints, has it been conclusively established that the ocean-side, links-like Kittansett, long thought to be the product of an amateur architect, Frederic Hood, was actually the work of well-known course architect William S. Flynn, who also designed Shinnecock and Cherry Hills. Credit that revelation to authors Wayne S. Morrison and Thomas E. Paul, who reveal that and much more in their massive 2,260-page biography of Flynn entitled The Nature Faker: William S. Flynn, Golf Architect."
        },

        {
            "courseName": "Forest Highlands G.C. (Canyon)",
            "courseLocation": "Flagstaff, Ariz.",
            "par": "71",
            "distance": "7,001 yards",
            "description": "It has three par 5s over 600 yards long and a par 4 measuring 478 yards, but the Canyon Course at Forest Highlands still plays shorter than its listed yardage. That's due in part to its elevation at 7,000 feet and partly because it has six par 3s, a strong collection spaced every other hole from the fourth through 14th. Forest Highlands was one of 12 newcomers to America's 100 Greatest in 1991. This year, of that dozen, only it and Wade Hampton remain on the list."
        },

        {
            "courseName": "Mayacama G.C.",
            "courseLocation": "Santa Rosa, Calif.",
            "par": "72",
            "distance": "6,785 yards",
            "description": "As Jack Nicklaus wound down his competitive career, his empathy for average golfers rose, and rather than continue to build back-breaking championship-length courses, he began to tailor some of his designs toward the average golfers who foot the bill. Thus Mayacama is less than 6,800 yards and is routed to be a very comfortable walk, essential since the club has no golf carts. That the design is still strong enough to be ranked among America's 100 Greatest says a great deal about the talent of Nicklaus as an architect."
        },

        {
            "courseName": "Laurel Valley G.C.",
            "courseLocation": "Ligonier, Pa.",
            "par": "72",
            "distance": "7,327 yards",
            "description": "Considered by some to be Dick Wilson's consummate design, Laurel Valley was founded by a group that included Arnold Palmer, who lived a few miles from the site. In fact, the group tried to persuade Arnie to quit the tour and become the club's head professional and manager. Palmer reportedly mulled over the prospect for a time before rejecting it. Imagine how different the PGA Tour would have been had Arnie not become the dashing head of Arnie's Army in the early 1960s."
        },

        {
            "courseName": "The Quarry at La Quinta",
            "courseLocation": "La Quinta, Calif.",
            "par": "72",
            "distance": "7,083 yards",
            "description": "The developers of The Quarry hired Tom Fazio in the early 1990s with instructions that he was to trump his design of Shadow Creek. Fazio was savvy enough to ignore those instructions, because he recognized The Quarry site was much better than what he'd had in Las Vegas. Thus The Quarry has more variety, starting and ending in the gravel quarry now lavishly landscaped. In between, holes play on high desert overlooking the Palm Springs Valley, with four holes tucked in a notch of the Santa Rosa Mountains."
        },

        {
            "courseName": "Diamond Creek G.C.",
            "courseLocation": "banner Elk, N.C.",
            "par": "70",
            "distance": "7,175 yards",
            "description": "While architecture purists scoff at the notion of waterfalls on golf courses, there is something magnificent about a cascading water feature done right. Few are as effective than the one behind the par-3 17th green at Diamond Creek. Tom Fazio positioned the green nearly at the base of a sheer granite quarry wall, down which a slender falls drops over 100 feet. Amazingly, the club entrance drive is also at the base of the quarry wall, hidden from view on the 17th as effectively as any cart path."
        },

        {
            "courseName": "Hudson National G.C.",
            "courseLocation": "Croton-on-Hudson, N.Y.",
            "par": "70",
            "distance": "7,122 yards",
            "description": "Hudson National rests on a dramatic bluffs high over the Hudson River Valley, a breathtaking location that, back in the 1920s, had been the site of the ill-fated Hessian Hills Country Club. (The fireplace and part of the foundation of its clubhouse still exists near the fourth green.) Fazio paid little attention to the old routing, however, dynamiting over 130,000 cubic feet of rock to fit his design into the rocky terrain. Greens are blazing fast, and the primary rough is wispy fescue."
        },

        {
            "courseName": "Crooked Stick G.C.",
            "courseLocation": "Carmel, Ind.",
            "par": "72",
            "distance": "7,516 yards",
            "description": "Pete Dye insists he designed Crooked Stick in two stages. The back nine, finished first, was his ode to Alister Mackenzie, with a couple of boomerang greens like those he'd played on the Mackenzie-designed University of Michigan Golf Course. The front nine, completed two years later, was his tribute to Donald Ross, with pedestal putting surfaces and deceptive bunkers well short of some greens. To both he added wooden bulkheads of railroad ties and telephone poles. Crooked Stick was the first Dye course to host a major championship, the 1991 PGA."
        },

        {
            "courseName": "Mountaintop G. & Lake Club",
            "courseLocation": "Cashiers, N.C.",
            "par": "70",
            "distance": "7,122 yards",
            "description": "Unlike nearby Wade Hampton Golf Club, a Tom Fazio 100 Greatest member routed through natural valleys to forego the need for dynamite, Mountaintop was blasted from solid rock, some holes forged through mountain slopes, like the par-4 sixth, edged by a 30-foot-high wall of granite on the right. Conservative estimates are that all that rock removal raised the cost of construction to $1 million per hole. Six holes also play over a deep gorge formed by Hurricane Creek. Mountaintop proves there is no property too rugged for Tom Fazio."
        },

        {
            "courseName": "The Pete Dye CSE. At French Lick Resort",
            "courseLocation": "French Lick, Ind.",
            "par": "72",
            "distance": "8,102 yards",
            "description": "Pete Dye's latest original design, Golf Digest's 2009 Best New Public winner, established that at age 80 the designer still had fresh ideas, including rumpled chipping swales, country-lane cart paths and volcano bunkers. Measuring just over 8,100 yards from the tips, Pete Dye at French Lick is not the first course over 8,000 yards on the 100 Greatest. That would be Runaway Brook in Massachusetts, now the Pines Course at The International Golf Club. It was 8,040 yards when ranked in 1967. Today it's 8,325 yards. The world's longest is Jade Dragon Snow Mountain in China at 8,415 yards."
        },

        {
            "courseName": "Hazeltine National G.C.",
            "courseLocation": "Chaska, Minn.",
            "par": "72",
            "distance": "7,674 yards",
            "description": "Hazeltine may be the most controversial championship course of the 20th Century, designed by Robert Trent Jones for former U.S.G.A. president Totton Heffelfinger, who used his considerable clout to bring the 1966 U.S. Women's Open and 1970 U.S. Open to the very immature layout. Criticisms were so extreme that Trent Jones spent the next two decades remodeling it, straightening doglegs, relocating holes, rebuilding greens. Later, his younger son Rees Jones assumed the task, with success. Hazeltine hosted the 2009 PGA and will host the Ryder Cup in 2016."
        },

        {
            "courseName": "Somerset Hills G.C.",
            "courseLocation": "Bernadsville, N.J.",
            "par": "71",
            "distance": "6,659 yards",
            "description": "Somerset Hills is another marvelous A.W. Tillinghast design, one of the few that has remained virtually unchanged since it opened in 1918. That may make it the most authentic Tillinghast course on the 100 Greatest. It's a charming, laid-back design that works through seemingly undisturbed rolling terrain, past rock outcroppings and around small-but-distinctive water hazards to some outrageous green contours guarded by knobby mounds dubbed dolomite's. It also has the only Tillinghast version of a Redan par 3."
        },

        {
            "courseName": "Harbour Town G. Links",
            "courseLocation": "Hilton Head Island, Sc.",
            "par": "71",
            "distance": "7,101 yards",
            "description": "Soon after Harbour Town opened in late November, 1969 (with a victory by Arnold Palmer in the Heritage Classic), the course debuted on America's 100 Greatest as one of the Top 10. It was a total departure for courses at the time. No mounds, no elevated tees or greens, just abrupt change. Tiny greens hung atop railroad ties directly over water hazards. Trees blocked direct shots. Harbour Town put Pete Dye on the map and Jack Nicklaus, who collaborated with Dye, in the design business."
        },

        {
            "courseName": "Kapalua (Plantation)",
            "courseLocation": "Kapalua, Maui, Hawaii",
            "par": "73",
            "distance": "7,411 yards",
            "description": "Coore and Crenshaw developed their bounce-and-roll design philosophy on this property, a series of windswept pineapple fields that slant down the side of a volcano, sloping dramatically towards the ocean. Kapalua has no water hazards (an oddity it shares in common with the Lake Course at Olympic), but several deep canyons serve the same purpose. The 663-yard par-5 18th is the longest closing hole on any 100 Greatest course, but it's easily reachable in two, given its elevation drop and prevailing trade winds behind."
        },

        {
            "courseName": "Grandfather G & C.C.",
            "courseLocation": "Linville, N.C.",
            "par": "72",
            "distance": "7,010 yards",
            "description": "Back when Grandfather Golf & Country Club made the 100 Greatest in 2001, we wrote, This is a Grandfather we haven't seen often enough... a reminder of the architectural talent of the late Ellis Maples... With roughs of rocks and rhododendron amid ever-present hemlocks, and sweeping greens guarded by bold bunkers, Grandfather feels like home. Maybe this time he'll stay. He didn't, dropping off in 2011. But Grandfather is back again. Maybe this time for keeps?"
        },

        {
            "courseName": "Valhalla G.C.",
            "courseLocation": "Louisville",
            "par": "72",
            "distance": "7,540 yards",
            "description": "Given a difficult piece of land on which to create Valhalla (half the site was floodplain with high tension power poles), Jack Nicklaus drew on his training under both Pete Dye and Desmond Muirhead to produce a unique design, with an alternate fairway par 5, a par 4 with an island green and an 18th green shaped like a horseshoe. Remember how the PGA of America took the 2010 PGA Championship away from Valhalla to award it to Whistling Straits? Well, Valhalla will finally get another PGA in 2014."
        },

        {
            "courseName": "Maidstone Club",
            "courseLocation": "East Hampton, N.Y.",
            "par": "72",
            "distance": "6,423 yards",
            "description": "Not only one of America's earliest links courses, Maidstone is also one of the country's earliest golf residential communities. Legend has it that Bobby Jones insisted Maidstone's final three holes made it one of the great match-play courses in America. If so, that's because the 17th has one of the tightest green sites in America, the green sitting just in front of a major street intersection, with roads right and left less than 12 paces off each collar."
        }

    ]
}